Repository: artscorestudio/commerce-bundle
Catalog: Resources/translations/messages.*.xlf
Languages: fr

# asf.commerce.state.draft
source: Draft
fr: Brouillon

# asf.commerce.state.published
source: Published
fr: Publié

# asf.commerce.state.deleted
source: Delete
fr: Supprimé

# asf.commerce.label.unit_price_excl_vat
source: Unit Price (Excl. VAT)
fr: Prix Unitaire (HT)

# asf.commerce.label.unit_price_incl_vat
source: Unit Price (Incl. VAT)
fr: Prix unitaire (TTC)

# asf.commerce.label.quantity
source: Quantity
fr: Quantité

# asf.commerce.label.tax
source: Tax
fr: Taxe

# asf.commerce.label.discount
source: Discount
fr: Réduction

# asf.commerce.default_value.tax_name
source: New tax
fr: Nouvelle taxe

# asf.commerce.default_value.discount_name
source: New discount
fr: Nouvelle réduction

# asf.commerce.label.tax_name
source: Tax name
fr: Libellé

# asf.commerce.label.country
source: Country
fr: Pays

# asf.commerce.label.tax_rate
source: Rate (in %)
fr: Taux (en %)

# asf.commerce.label.state
source: State
fr: Etat

# asf.commerce.link.commerce_manager
source: Commerce Manager
fr: Gestion eCommerce

# asf.commerce.link.taxes_list
source: Discounts list
fr: Liste des taxes

# asf.commerce.link.discounts_list
source: Taxes list
fr: Liste des réductions

# asf.commerce.title.commerce_manager
source: Commerce Manager
fr: Gestion eCommerce

# asf.commerce.title.taxes_list
source: Taxes list
fr: Liste des taxes

# asf.commerce.title.discounts_list
source: Discounts list
fr: Liste des réductions

# asf.commerce.title.edit_tax
source: Edit tax
fr: Edition d'une taxe

# asf.commerce.title.edit_discount
source: Edit discount
fr: Edition d'une réduction

# asf.commerce.title.h4.manage_taxes
source: Taxes Manager
fr: Gérer les taxes

# asf.commerce.title.h4.manage_discounts
source: Discounts Manager
fr: Gérer les réductions

# asf.commerce.text.commerce_manager
source: Manage all features for your online store.
fr: Gérez toutes les fonctionnalités de votre magasin eCommerce.

# asf.commerce.text.h4.manage_taxes
source: Add, edit, delete taxes in your store.
fr: Ajoutez, éditez, supprimez les taxes utilisées dans votre magasin.

# asf.commerce.text.h4.manage_discounts
source: Add, edit, delete discounts in your store.
fr: Ajoutez, éditez, supprimez les réductions utilisées dans votre magasin.

# asf.commerce.btn.taxes_list
source: View taxes list
fr: Voir la liste des taxes

# asf.commerce.btn.discounts_list
source: View discounts list
fr: Voir la liste des réductions

# asf.commerce.btn.add_discount
source: Add discount
fr: Ajouter une réduction

# asf.commerce.btn.add_tax
source: Add tax
fr: Ajouter une taxe

# asf.commerce.btn.save
source: Save
fr: Enregistrer

# asf.commerce.msg.delete.confirm
source: Do you want to delete %name% ?
fr: Êtes-vous sûr de vouloir supprimer %name% ?

# asf.commerce.msg.list.no_tax
source: No taxes.
fr: Pas de taxes.

# asf.commerce.msg.success.tax_deleted
source: The tax "%name%" has been successfully deleted.
fr: La taxe "%name%" a été supprimée avec succès.

# asf.commerce.msg.success.tax_created
source: The tax "%name%" has been successfully created.
fr: La taxe "%name%" a été créée avec succès.

# asf.commerce.msg.success.tax_updated
source: The tax "%name%" has been successfully updated.
fr: La taxe "%name%" a bien été mise à jour.

# asf.commerce.msg.success.tax_not_found
source: The tax was not found.
fr: La taxe est introuvable.

# asf.commerce.msg.list.no_discount
source: No discounts.
fr: Pas de réductions.

# asf.commerce.msg.success.discount_deleted
source: The discount "%name%" has been successfully deleted.
fr: La réduction "%name%" a été supprimée avec succès.

# asf.commerce.msg.success.discount_created
source: The discount "%name%" has been successfully created.
fr: La réduction "%name%" a été créée avec succès.

# asf.commerce.msg.success.discount_updated
source: The discount "%name%" has been successfully updated.
fr: La réduction "%name%" a bien été mise à jour.

# asf.commerce.msg.success.discount_not_found
source: The discount was not found.
fr: La réduction est introuvable.

# asf.commerce.default_value.this_tax
source: this tax
fr: cette taxe

# asf.commerce.default_value.this_discount
source: this discount
fr: cette réduction
